Repository: tsnsoft/DialogBlocksWinAppML
Catalog: locale/*/*.po
Languages: de, ja

source: Multilingual program
de: Mehrsprachiges Programm
ja: 多言語プログラム

source: Press me
de: Drück mich
ja: 私を押してください

source: Hello everyone, I'm a C++ program with wxWidgets!
de: Hallo zusammen, ich bin ein C++-Programm mit wxWidgets!
ja: みなさん、こんにちは。私はWXWidgetsを使用したC ++プログラムです！

source: The Funny button
de: Der lustige Knopf
ja: 面白いボタン

source: Hello
de: Hallo
ja: こんにちは

source: Restart the program
de: Starten Sie das Programm neu
ja: プログラムを再起動します

source: The second window
de: Das zweite Fenster
ja: 第二の窓

source: I love wxWidgets
de: Ich liebe wxWidgets
ja: 私はwxwidgetsが大好きです

source: C++ is cool!
de: C++ ist cool!
ja: C ++はクールです！

source: Click it!
de: Klick es an!
ja: クリックしてください！
